{"vision_name":"FEDE AHUNCHAIN","vision_p1":"I don’t know about you guys, but watching the first videos of people using the Apple Vision lenses made me cringe. I refused to believe that the world would rather live and interact in a PlayStation 2 graphics \"reality\" than in the real world, so I didn’t hesitate to recommend (despite the general lobbying) not to jump on the metaverse train.","vision_p10":"This is both our day-to-day tactic and our long-term strategy. The day-to-day challenges us, but our work defines us. We don’t do this to be the center of attention; we do it with the vision that, through ideas, new narratives, and total honesty, we can write a different story for the people we have the chance to impact.","vision_p2":"I honestly believe that a significant part of the tech revolution we’re living in—where new trends and gadgets pop up like popcorn—is nonsense, created with no other intention than to increase the value of big tech companies.","vision_p3":"But why?","vision_p4":"Because instead of improving people’s lives, they make them worse. Instead of helping us feel better, they fill us with anxiety. And rather than taking the environment into account, they keep generating higher levels of tech waste with each passing day.","vision_p5":"We believe that innovation happens when we succeed in moving society to a better place through our ideas. A place that’s honest, entertaining, conscious, and present. The core of our methodology is understanding that if we’re not achieving our goals, we’re simply wasting time or... becoming part of the problem.","vision_p6":"That’s why we focus our efforts on ensuring each project maintains its integrity and clear intention of doing the right thing, so other companies become interested in our methodology and want to work with the same essence. I’m confident that if I had to define our growth strategy over the past 10 years, this would be the best way.","vision_p7":"We welcome every company in search of a heroic and true purpose that values social and environmental sustainability at the center of its business model, ensuring the sustainability of its own growth and existence.","vision_p8":"We welcome every brand that wants to improve consumer habits through innovation, becoming a brand that connects and holds deep meaning in people’s lives, improving their sensibility, humor, self-esteem, and the way they interact with each other and with the planet. We welcome brands that want to inspire people to improve and live more joyfully.","vision_p9":"We welcome every human talent that shares our vision. Those who are tired of all the bluff and want their ideas to remain relevant over the years. The courageous entrepreneurs and limitless dreamers. Talented people willing to do things differently and crazy enough to believe they can be the positive change agents that our planet and society desperately need.","vision_worktype":"Chief Vision Officer"}