{"vision_p1":"No se a ustedes... pero a mi ver a la gente en los primeros videos de los lentes de apple me dio vergüenza ajena. Antes, me resistí a creer que el planeta iba a preferir vivir e interactuar en un mundo con gráficas de play Station 2 que en el mundo real y no dudé en recomendar (en contra del lobby general) no subirse al mega verso del metaverso.","vision_p10":"Esta es nuestra táctica cotidiana y al mismo tiempo nuestra estrategia a largo plazo. El día a día manda, nuestro trabajo nos define. No lo hacemos por llamar la atención, lo hacemos desde la ilusión real de que con ideas, nuevas narrativas y honestidad total, podemos escribir una historia diferente para la gente a la que tenemos la oportunidad de influenciar.","vision_p2":"Creo honestamente que gran parte de los constantes \"avances\" tecnológicos que estamos viendo aparecer como poporopos son bullshit y fueron creados sin otra intensión que la de mantener el crecimiento perceptual del valor de las compañías que desarrollan estas tecnologías.","vision_p3":"¿Por qué?","vision_p4":"Porque en vez de mejorar la vida de las personas la empobrecen. En vez de ayudarnos a sentir mejor nos llenan de nuevas ansiedades. Porque en lugar de tomar en cuenta los impactos ambientales siguen generando cada día niveles más altos de desperdicios tecnológicos.\n","vision_p5":"Creemos que la innovación existe cuando con nuestras ideas movemos a nuestra sociedad a un lugar mejor. Más entretenido, honesto, feliz, consciente y presente. La base de nuestra forma de trabajar es entender que si no estamos logrando algo de esto, simplemente estamos perdiendo el tiempo, o peor aún, siendo parte del problema.","vision_p6":"Por eso, nos concentramos en que cada trabajo mantenga su integridad y la intencionalidad clara de hacer el bien y así que llame a a más compañías y marcas que compartan esta idea y quieran desarrollar un trabajo con la misma esencia. Si tuviera que definir nuestra estrategia de crecimiento de los últimos 10 años sin duda que esta es la mejor manera.\n","vision_p7":"Bienvenidas las compañías que están en busca de un propósito heroico que coloque a la sostenibilidad social y ambiental en el centro de su modelo de negocio, asegurándose con ello la sostenibilidad de su propio crecimiento y existencia.","vision_p8":"Bienvenidas las marcas que quieren mejorar hábitos de consumo a través de sus innovaciones, las que se conectan de forma humana cobrando un significado importante en la vida de las personas, mejorando su sensibilidad, humor, autoestima, su forma de relacionarse con los demás y con los recursos del planeta. Bienvenidas las marcas que quieren honestamente inspirar a la gente a mejorar y a vivir con más alegría y dignidad.","vision_p9":"Bienvenidos los talentos que compartan esta visión, esos qué están cansados de tanto bla bla bla y quieren que sus ideas sean importantes para la gente; emprendedores valientes, soñadores sin límites. Talento con ganas de hacerlo de otra manera y estén lo suficientemente locos para creer que pueden ser la semilla del cambio que nuestra sociedad y planeta necesitan."}